[
  {
    "letra": "A",
    "preguntas": [
      {
        "pregunta": "¿Cuál es el apellido del futbolista argentino, delantero del Atlético de Madrid, apodado 'La Araña'?",
        "respuesta": "Alvarez"
      },
      {
        "pregunta": "¿Cuál es el club neerlandés famoso por su cantera, donde jugaron Cruyff y Van Basten?",
        "respuesta": "Ajax"
      },
      {
        "pregunta": "¿Cuál es la posición del jugador que usa guantes y evita goles en su propio arco?",
        "respuesta": "Arquero"
      },
      {
        "pregunta": "¿Cuál es el apellido del lateral izquierdo español, leyenda del FC Barcelona, actualmente en Inter Miami?",
        "respuesta": "Alba"
      },
      {
        "pregunta": "¿Cuál es el apellido del ex delantero argentino, máximo goleador del Manchester City?",
        "respuesta": "Aguero"
      }
    ]
  },
  {
    "letra": "B",
    "preguntas": [
      {
        "pregunta": "Apellido del legendario defensor alemán, campeón del mundo como jugador y técnico.",
        "respuesta": "Beckenbauer"
      },
      {
        "pregunta": "Club inglés de la costa sur, apodado 'The Seagulls' (Las Gaviotas).",
        "respuesta": "Brighton"
      },
      {
        "pregunta": "Trofeo individual más prestigioso, entregado anualmente por France Football.",
        "respuesta": "Balon de Oro"
      },
      {
        "pregunta": "Apellido del ex delantero sueco que jugó en Ajax, Juventus, Inter, Barcelona, Milan, PSG y Man Utd.",
        "respuesta": "Ibrahimovic"
      },
      {
        "pregunta": "Apellido del ex mediocampista alemán del Chelsea, conocido por su pegada.",
        "respuesta": "Ballack"
      },
      {
        "pregunta": "Nombre completo del arquero brasileño del Liverpool.",
        "respuesta": "Alisson Becker"
      }
    ]
  },
  {
    "letra": "C",
    "preguntas": [
      {
        "pregunta": "Apellido del legendario futbolista y técnico neerlandés, símbolo del 'Fútbol Total'.",
        "respuesta": "Cruyff"
      },
      {
        "pregunta": "Apellido del legendario defensor italiano, Balón de Oro 2006.",
        "respuesta": "Cannavaro"
      },
      {
        "pregunta": "Club inglés de Londres, ganador de dos Champions League (2012 y 2021).",
        "respuesta": "Chelsea"
      },
      {
        "pregunta": "CONTIENE C: Apellido del técnico argentino campeón del mundo 2022.",
        "respuesta": "Scaloni"
      },
      {
        "pregunta": "Apellido del mediocampista brasileño del Manchester United.",
        "respuesta": "Casemiro"
      },
      {
        "pregunta": "CONTIENE C: Apellido del arquero belga del Real Madrid.",
        "respuesta": "Courtois"
      }
    ]
  },
  {
    "letra": "D",
    "preguntas": [
      {
        "pregunta": "Apellido del futbolista argentino campeón del mundo 2022, leyenda de la selección.",
        "respuesta": "Di Maria"
      },
      {
        "pregunta": "Apellido del ex delantero marfileño leyenda del Chelsea.",
        "respuesta": "Drogba"
      },
      {
        "pregunta": "País europeo que sorprendió ganando la Eurocopa 1992.",
        "respuesta": "Dinamarca"
      },
      {
        "pregunta": "Apellido del futbolista neerlandés, capitán del Liverpool.",
        "respuesta": "Van Dijk"
      },
      {
        "pregunta": "Apellido del legendario futbolista argentino-español, figura del Real Madrid en los 50s y 60s.",
        "respuesta": "Di Stefano"
      },
      {
        "pregunta": "Apellido del mediocampista alemán del Manchester City, ex FC Barcelona.",
        "respuesta": "Gundogan"
      }
    ]
  },
  {
    "letra": "E",
    "preguntas": [
      {
        "pregunta": "Nombre del estadio del Arsenal FC.",
        "respuesta": "Emirates Stadium"
      },
      {
        "pregunta": "Apellido del ex delantero camerunés que brilló en Barcelona e Inter.",
        "respuesta": "Etoo"
      },
      {
        "pregunta": "Apellido del mediocampista danés del Manchester United.",
        "respuesta": "Eriksen"
      },
      {
        "pregunta": "Apellido del arquero alemán del Barcelona.",
        "respuesta": "Ter Stegen"
      },
      {
        "pregunta": "Club argentino de La Plata, tetracampeón de la Copa Libertadores.",
        "respuesta": "Estudiantes"
      },
      {
        "pregunta": "Apellido del legendario arquero danés, padre del actual arquero del Leicester.",
        "respuesta": "Schmeichel"
      }
    ]
  },
  {
    "letra": "F",
    "preguntas": [
      {
        "pregunta": "Apellido del legendario técnico escocés que dirigió al Manchester United por 27 años.",
        "respuesta": "Ferguson"
      },
      {
        "pregunta": "Club italiano de la ciudad de Florencia.",
        "respuesta": "Fiorentina"
      },
      {
        "pregunta": "Apellido del ex delantero uruguayo, Bota de Oro en 2005 y 2009.",
        "respuesta": "Forlan"
      },
      {
        "pregunta": "Apellido del legendario lateral brasileño, campeón del mundo 2002.",
        "respuesta": "Cafu"
      },
      {
        "pregunta": "Apellido del futbolista inglés del Manchester City.",
        "respuesta": "Foden"
      },
      {
        "pregunta": "Nombre completo del mediocampista uruguayo del Real Madrid.",
        "respuesta": "Federico Valverde"
      }
    ]
  },
  {
    "letra": "G",
    "preguntas": [
      {
        "pregunta": "Apellido del técnico español del Manchester City.",
        "respuesta": "Guardiola"
      },
      {
        "pregunta": "Apellido del delantero francés del Atlético Madrid.",
        "respuesta": "Griezmann"
      },
      {
        "pregunta": "Club argentino de La Plata, conocido como 'El Lobo'.",
        "respuesta": "Gimnasia"
      },
      {
        "pregunta": "Apellido del defensor argentino campeón del mundo 1986 (Oscar...).",
        "respuesta": "Ruggeri"
      },
      {
        "pregunta": "Apellido del ex mediocampista argentino, jugó en Boca y Real Madrid.",
        "respuesta": "Gago"
      },
      {
        "pregunta": "Apellido del exfutbolista portugués, Balón de Oro 2000.",
        "respuesta": "Figo"
      }
    ]
  },
  {
    "letra": "H",
    "preguntas": [
      {
        "pregunta": "Apellido del delantero noruego del Manchester City.",
        "respuesta": "Haaland"
      },
      {
        "pregunta": "Apellido del legendario ex delantero francés, ídolo del Arsenal.",
        "respuesta": "Henry"
      },
      {
        "pregunta": "Apellido del exfutbolista belga que brilló en Chelsea y jugó en Real Madrid.",
        "respuesta": "Hazard"
      },
      {
        "pregunta": "Apellido del ex delantero argentino, jugó en River, Napoli y Juventus.",
        "respuesta": "Higuain"
      },
      {
        "pregunta": "Apellido del ex mediocampista alemán del Manchester City, ex FC Barcelona.",
        "respuesta": "Gundogan"
      },
      {
        "pregunta": "Apellido del ex mediocampista argentino, jugó en River, Napoli y Juventus.",
        "respuesta": "Higuain"
      },
      {
        "pregunta": "Apellido del ex mediocampista español campeón del mundo 2010, conocido por su visión de juego.",
        "respuesta": "Xavi"
      }
    ]
  },
  {
    "letra": "Y",
    "preguntas": [
      {
        "pregunta": "Apellido del legendario arquero ruso, único arquero Balón de Oro.",
        "respuesta": "Yashin"
      },
      {
        "pregunta": "Nombre completo del ex mediocampista marfileño, figura del Manchester City.",
        "respuesta": "Yaya Toure"
      },
      {
        "pregunta": "Nombre completo del defensor colombiano que jugó en Palmeiras y Everton.",
        "respuesta": "Yerry Mina"
      },
      {
        "pregunta": "CONTIENE Y: Club alemán campeón invicto de la Bundesliga 2023-24.",
        "respuesta": "Bayer Leverkusen"
      },
      {
        "pregunta": "Apellido del ex mediocampista español campeón del mundo 2010 (Javier...).",
        "respuesta": "Martinez"
      },
      {
        "pregunta": "CONTIENE Y: Apellido del legendario futbolista y técnico neerlandés.",
        "respuesta": "Cruyff"
      },
      {
        "pregunta": "Apellido del mediocampista ucraniano que jugó en Borussia Dortmund y West Ham.",
        "respuesta": "Yarmolenko"
      }
    ]
  },
  {
    "letra": "Z",
    "preguntas": [
      {
        "pregunta": "Apellido del exfutbolista y técnico francés, leyenda del Real Madrid.",
        "respuesta": "Zidane"
      },
      {
        "pregunta": "Nombre completo del ex delantero sueco de gran trayectoria.",
        "respuesta": "Zlatan Ibrahimovic"
      },
      {
        "pregunta": "Apellido del legendario ex defensor argentino, capitán del Inter de Milán.",
        "respuesta": "Zanetti"
      },
      {
        "pregunta": "CONTIENE Z: Apellido del delantero francés Balón de Oro 2022.",
        "respuesta": "Benzema"
      },
      {
        "pregunta": "Apellido del ex defensor italiano, campeón del mundo 2006.",
        "respuesta": "Zambrotta"
      },
      {
        "pregunta": "CONTIENE Z: Apellido del mediocampista argentino campeón del mundo 2022 (Enzo...).",
        "respuesta": "Fernandez"
      }
    ]
  }
] 